// boardMark


export const boardMarks = [
  // Связи для доски "Доска разработки интерфейса" (boardId = 1)
  { boardId: 1, markId: 1 }, // Связь с отметкой "Фронтенд"
  { boardId: 1, markId: 4 }, // Связь с отметкой "Тестирование"

  // Связи для доски "Доска тестирования" (boardId = 2)
  { boardId: 2, markId: 3 }, // Связь с отметкой "Дизайн"
  { boardId: 2, markId: 4 }, // Связь с отметкой "Тестирование"

  // Связи для доски "Доска планирования" (boardId = 3)
  { boardId: 3, markId: 1 }, // Связь с отметкой "Фронтенд"
  { boardId: 3, markId: 3 }, // Связь с отметкой "Дизайн"

  // Связи для доски "Доска выполнения" (boardId = 4)
  { boardId: 4, markId: 2 }, // Связь с отметкой "Бэкенд"
  { boardId: 4, markId: 4 }, // Связь с отметкой "Тестирование"

  // Связи для доски "Доска анализа" (boardId = 5)
  { boardId: 5, markId: 1 }, // Связь с отметкой "Фронтенд"

  // Связи для доски "Доска дизайна" (boardId = 6)
  { boardId: 6, markId: 2 }, // Связь с отметкой "Бэкенд"
  { boardId: 6, markId: 3 }, // Связь с отметкой "Дизайн"

  // Связи для доски "Доска разработки интерфейса" (boardId = 7)
  { boardId: 7, markId: 1 }, // Связь с отметкой "Фронтенд"
  { boardId: 7, markId: 4 }, // Связь с отметкой "Тестирование"
];

