// boards


export const boards = [
  // Доски для проекта "Разработка приложения для аутстаффинга" (id = 1)
  {
    name: "Доска разработки",
    ownerId: 1,
    projectId: 1,
  },
  {
    name: "Доска тестирования",
    ownerId: 2,
    projectId: 1,
  },

  // Доски для проекта "Практика ОНИКС 2023" (id = 2)
  {
    name: "Доска планирования",
    ownerId: 1,
    projectId: 2,
  },
  {
    name: "Доска выполнения",
    ownerId: 2,
    projectId: 2,
  },

  // Доски для проекта "Проект из архива" (id = 3)
  {
    name: "Доска анализа",
    ownerId: 1,
    projectId: 3,
  },
  
  // Доски для проекта "Создание сайта для стартапа" (id = 4)
  {
    name: "Доска дизайна",
    ownerId: 2,
    projectId: 4,
  },
  
  // Доски для проекта "Разработка CRM-системы" (id = 5)
  {
    name: "Доска разработки интерфейса",
    ownerId: 1,
    projectId: 5,
  },
];

