export const faqs = [
  {
    rubricId: 1,
    question: "Это фриланс-платформа?",
    answer: [
      `Нет, мы работаем только с юридическими лицами и индивидуальными предпринимателями 
    и тщательно проверяем своих партнеров. Партнерами являются ИТ-компании, 
    которые специализируются на оказании услуг в формате аутстафф-модели и обладают глубокой 
    экспертизой в разработке и внедрении ИТ-проектов.`,
    ],
  },
  {
    rubricId: 1,
    question:
      "Чем вы отличаетесь от традиционного процесса выбора исполнителя?",
    answer: [
      `Мы берем на себя заключение договоров с ИТ-партнерами, и вы будете иметь доступ к бОльшему количеству специалистов.
          Работа со специалистом проходит в формате аутстафф, т. е. вы напрямую взаимодействуете с выбранным специалистом ИТ-партнера, ставите ему задачи, контролируете процесс, получаете результат.`,
    ],
  },
  {
    rubricId: 1,
    question: "Как начать работу?",
    answer: [
      `Зарегистрируйтесь с вашим рабочим адресом электронной почты, подпишите договор и начните оформлять заявки на бронирование времени специалистов.`,
    ],
  },
  {
    rubricId: 2,
    question: "Как найти специлиста в компанию?",
    answer: [
      `Вы можете самостоятельно найти специалистов в открытом каталоге.`,
    ],
  },
  {
    rubricId: 3,
    question: "Как организован процесс привлечения специалиста на проект?",
    answer: [
      `Процесс привлечения специалиста для выполнения работ на проект состоит из следующих этапов:`,
      `1. Найдите подходящего специалиста в каталоге`,
      `2. Оформите заявку для бронирования специалиста`,
      `3. Пройдите неходимые проверки (собеседование, знакомство с командой и пр.)`,
      `4. Подтвердите выбор специалиста и подпишите заявку на выбранный период`,
      `5. Начните работу со специлистом и получайте результат`,
      `Взаимодействие с выбранным специалистом для проведения необходимых проверок и вывода на проект организовывает менеджер платформы. Также вы можете обратиться к вашему персональному менеджеру для помощи на любом этапе.`,
    ],
  },
  {
    rubricId: 4,
    question: "Я недоволен работой привлеченного специалиста, что делать?",
    answer: [
      `Создайте жалобу на специалиста. Для этого:`,
      `Зайдите в Личный кабинет в раздел «Работающие специалисты».`,
      `Нажмите на специалиста и в меню на карточке выберите пункт «Пожаловаться».`,
      `В открывшейся форме выберите причину жалобы, введите описание и приложите подтверждающие материалы, если они есть, нажмите кнопку «Создать».`,
      `Созданная жалоба будет передана вашему персональному менеджеру. В процессе обработки жалобы менеджер будет связываться с вами, ИТ-партнером и специалистом, уточнять детали, запрашивать подтверждающие материалы, выяснять причины ситуации.`,
      `Решением по жалобе является набор следующих шагов, согласованный с клиентом и ИТ-партнером.`,
    ],
  },
];
